[{
  "_id": "1709.09362",
  "paper_id": "1709.09362",
  "abstract": "  The density of the Bose-Einstein condensate for non-interacting pions in a\ncubic box, at given temperature and (average) total pion density, is\ncalculaated for three sets of boundary conditions. The densities are much\nlarger than predicted from thermodynamics and depend significantly on the\nchoice of the boundary conditions, even for volumes as large as $6.4\\cdot\n10$fm$^3$.\n"
},
{
  "_id": "1808.04112",
  "paper_id": "1808.04112",
  "abstract": "  We re-examine the case of anapole dark matter as an explanation for the DAMA\nannual modulation in light of the DAMA/LIBRA-phase2 results and improved upper\nlimits from other DM searches. If the WIMP velocity distribution is assumed to\nbe a Maxwellian, anapole dark matter is unable to provide an explanation of the\nDAMA modulation compatible with the other searches. Nevertheless, anapole dark\nmatter provides a better fit to the DAMA-phase2 modulation data than an\nisoscalar spin-independent interaction, due to its magnetic coupling with\nsodium targets. A halo-independent analysis shows that explaining the DAMA\nmodulation above 2 keVee in terms of anapole dark matter is basically\nimpossible in face of the other null results, while the DAMA/LIBRA-phase2\nmodulation measurements below 2 keVee are marginally allowed. We conclude that\nin light of current measurements, anapole dark matter does not seem to be a\nviable explanation for the totality of the DAMA modulation.\n"
},
{
  "_id": "hep-ph/9405384",
  "paper_id": "hep-ph/9405384",
  "abstract": "  Heavy quark production in multijet events at $e^+e^-$ colliders is studied at\ntree level. Total production rates are given and compared with the\ncorresponding results for massless quarks. A new method of computing helicity\namplitudes is briefly sketched. Talk presented at the XXIXth Rencontres de\nMoriond, QCD and High Energy Hadronic Interactions, Meribel, France, March\n19-26 1994.\n"
},
{
  "_id": "1005.1805",
  "paper_id": "1005.1805",
  "abstract": "  The aim of this article is to review the recent developments in the\nphenomenology of quantum gravity at the Large Hadron Collider. We shall pay\nspecial attention to four-dimensional models which are able to lower the\nreduced Planck mass to the TeV region and compare them to models with a large\nextra-dimensional volume. We then turn our attention to reviewing the emission\nof gravitons (massless or massive) at the LHC and to the production of small\nquantum black holes.\n"
},
{
  "_id": "1906.05596",
  "paper_id": "1906.05596",
  "abstract": "  We present a conditional generative adversarial model to draw realistic\nsamples from paired fashion clothing distribution and provide real samples to\npair with arbitrary fashion units. More concretely, given an image of a shirt,\nobtained from a fashion magazine, a brochure or even any random click on ones\nphone, we draw realistic samples from a parameterized conditional distribution\nlearned as a conditional generative adversarial network ($c^+$GAN) to generate\nthe possible pants which can go with the shirt. We start with a classical cGAN\nmodel as proposed by Mirza and Osindero [arXiv:1411.1784] and modify both the\ngenerator and discriminator to work on captured-in-the-wild data with no human\nalignment. We gather a dataset from web crawled data, systematically develop a\nmethod which counters the problems inherent to such data, and finally present\nplausible results based on our technique. We propose simple ideas to evaluate\nhow these techniques can conquer the cognitive gap that exists when arbitrary\nclothing articles need to be paired with another relevant article, based on\nsimilarity of search results.\n"
},
{
  "_id": "2401.01179",
  "paper_id": "2401.01179",
  "abstract": "  Modern healthcare often utilises radiographic images alongside textual\nreports for diagnostics, encouraging the use of Vision-Language Self-Supervised\nLearning (VL-SSL) with large pre-trained models to learn versatile medical\nvision representations. However, most existing VL-SSL frameworks are trained\nend-to-end, which is computation-heavy and can lose vital prior information\nembedded in pre-trained encoders. To address both issues, we introduce the\nbackbone-agnostic Adaptor framework, which preserves medical knowledge in\npre-trained image and text encoders by keeping them frozen, and employs a\nlightweight Adaptor module for cross-modal learning. Experiments on medical\nimage classification and segmentation tasks across three datasets reveal that\nour framework delivers competitive performance while cutting trainable\nparameters by over 90% compared to current pre-training approaches. Notably,\nwhen fine-tuned with just 1% of data, Adaptor outperforms several\nTransformer-based methods trained on full datasets in medical image\nsegmentation.\n"
},
{
  "_id": "2503.14665",
  "paper_id": "2503.14665",
  "abstract": "  This paper introduces a novel approach to uncertainty quantification for\nradiance fields by leveraging higher-order moments of the rendering equation.\nUncertainty quantification is crucial for downstream tasks including view\nplanning and scene understanding, where safety and robustness are paramount.\nHowever, the high dimensionality and complexity of radiance fields pose\nsignificant challenges for uncertainty quantification, limiting the use of\nthese uncertainty quantification methods in high-speed decision-making. We\ndemonstrate that the probabilistic nature of the rendering process enables\nefficient and differentiable computation of higher-order moments for radiance\nfield outputs, including color, depth, and semantic predictions. Our method\noutperforms existing radiance field uncertainty estimation techniques while\noffering a more direct, computationally efficient, and differentiable\nformulation without the need for post-processing. Beyond uncertainty\nquantification, we also illustrate the utility of our approach in downstream\napplications such as next-best-view (NBV) selection and active ray sampling for\nneural radiance field training. Extensive experiments on synthetic and\nreal-world scenes confirm the efficacy of our approach, which achieves\nstate-of-the-art performance while maintaining simplicity.\n"
},
{
  "_id": "1810.12163",
  "paper_id": "1810.12163",
  "abstract": "  Camera pose estimation is an important problem in computer vision. Common\ntechniques either match the current image against keyframes with known poses,\ndirectly regress the pose, or establish correspondences between keypoints in\nthe image and points in the scene to estimate the pose. In recent years,\nregression forests have become a popular alternative to establish such\ncorrespondences. They achieve accurate results, but have traditionally needed\nto be trained offline on the target scene, preventing relocalisation in new\nenvironments. Recently, we showed how to circumvent this limitation by adapting\na pre-trained forest to a new scene on the fly. The adapted forests achieved\nrelocalisation performance that was on par with that of offline forests, and\nour approach was able to estimate the camera pose in close to real time. In\nthis paper, we present an extension of this work that achieves significantly\nbetter relocalisation performance whilst running fully in real time. To achieve\nthis, we make several changes to the original approach: (i) instead of\naccepting the camera pose hypothesis without question, we make it possible to\nscore the final few hypotheses using a geometric approach and select the most\npromising; (ii) we chain several instantiations of our relocaliser together in\na cascade, allowing us to try faster but less accurate relocalisation first,\nonly falling back to slower, more accurate relocalisation as necessary; and\n(iii) we tune the parameters of our cascade to achieve effective overall\nperformance. These changes allow us to significantly improve upon the\nperformance our original state-of-the-art method was able to achieve on the\nwell-known 7-Scenes and Stanford 4 Scenes benchmarks. As additional\ncontributions, we present a way of visualising the internal behaviour of our\nforests and show how to entirely circumvent the need to pre-train a forest on a\ngeneric scene.\n"
},
{
  "_id": "2404.08304",
  "paper_id": "2404.08304",
  "abstract": "  Uncertainty principle reveals the intrinsic differences between the classical\nand quantum worlds, which plays a significant role in quantum information\ntheory. By using $\\rho$-absolute variance, we introduce the uncertainty of\nquantum channels and explore its properties. By using Cauchy-Schwarz inequality\nand the parallelogram law, we establish the product and summation forms of the\nuncertainty relations for arbitrary two quantum channels, respectively. The\nsummation form of the uncertainty inequalities based on the $\\rho$-absolute\nvariance for arbitrary $N$ quantum channels are also investigated and the\noptimal lower bounds are presented. We illustrate our results by several\ntypical examples.\n"
},
{
  "_id": "quant-ph/0510130",
  "paper_id": "quant-ph/0510130",
  "abstract": "  The process of quantum state teleportation is described from the point of\nview of the properties of projections onto one-dimensional subspaces. It is\nintroduced as a generalization of the remote preparation of a known state by\nuse of an EPR pair. The discrete and continuous cases are treated in a unified\nway. The conceptual and calculational simplicity is pedagogically advantageous.\n"
},
{
  "_id": "1808.04632",
  "paper_id": "1808.04632",
  "abstract": "  Most matter-wave interferometry (MWI) schemes for quantum sensing are so far\nevaluated in ideal situations without noises. In this work, we provide\nassessments of generic multiqubit MWI schemes under Markovian dephasing noises.\nWe find that for certain classes of the MWI schemes with scale factors that are\nnonlinearly dependent on the interrogation time, the optimal precision of\nmaximally entangled probes \\emph{decreases} with increasing the particle number\n$N$, for both independent and collective dephasing situations. This result\nchallenges the conventional wisdom found in dephasing Ramsey-type\ninterferometers. We initiate the analyses by investigating the optimal\nprecision of multiqubit Sagnac atom interferometry for rotation sensing. And we\nshow that due to the competition between the unconventional interrogation-time\nquadratic phase accumulation and the exponential dephasing processes, the\nGreenberger-Horne-Zeilinger (GHZ) state, which is the optimal input state in\nnoiseless scenarios, leads to vanishing quantum Fisher information in the\nlarge-$N$ regime. Then our assessments are further extended to generic MWI\nschemes for quantum sensing with entangled states and under decoherence.\nFinally, a quantum error-correction logical GHZ state is tentatively analyzed,\nwhich could have the potential to recover the Heisenberg scaling and improve\nthe sensitivity.\n"
},
{
  "_id": "2301.08908",
  "paper_id": "2301.08908",
  "abstract": "  Block encoding lies at the core of many existing quantum algorithms.\nMeanwhile, efficient and explicit block encodings of dense operators are\ncommonly acknowledged as a challenging problem. This paper presents a\ncomprehensive study of the block encoding of a rich family of dense operators:\nthe pseudo-differential operators (PDOs). First, a block encoding scheme for\ngeneric PDOs is developed. Then we propose a more efficient scheme for PDOs\nwith a separable structure. Finally, we demonstrate an explicit and efficient\nblock encoding algorithm for PDOs with a dimension-wise fully separable\nstructure. Complexity analysis is provided for all block encoding algorithms\npresented. The application of theoretical results is illustrated with worked\nexamples, including the representation of variable coefficient elliptic\noperators and the computation of the inverse of elliptic operators without\ninvoking quantum linear system algorithms (QLSAs).\n"
},
{
  "_id": "2012.11743",
  "paper_id": "2012.11743",
  "abstract": "  This research explores Cost-Sensitive Learning (CSL) in the fraud detection\ndomain to decrease the fraud class's incorrect predictions and increase its\naccuracy. Notably, we concentrate on shill bidding fraud that is challenging to\ndetect because the behavior of shill and legitimate bidders are similar. We\ninvestigate CSL within the Semi-Supervised Classification (SSC) framework to\naddress the scarcity of labeled fraud data. Our paper is the first attempt to\nintegrate CSL with SSC for fraud detection. We adopt a meta-CSL approach to\nmanage the costs of misclassification errors, while SSC algorithms are trained\nwith imbalanced data. Using an actual shill bidding dataset, we assess the\nperformance of several hybrid models of CSL and SSC and then compare their\nmisclassification error and accuracy rates statistically. The most efficient\nCSL+SSC model was able to detect 99% of fraudsters and with the lowest total\ncost.\n"
},
{
  "_id": "2411.07681",
  "paper_id": "2411.07681",
  "abstract": "  Despite the remarkable capabilities of modern large language models (LLMs),\nthe mechanisms behind their problem-solving abilities remain elusive. In this\nwork, we aim to better understand how the learning dynamics of LLM finetuning\nshapes downstream generalization. Our analysis focuses on reasoning tasks,\nwhose problem structure allows us to distinguish between memorization (the\nexact replication of reasoning steps from the training data) and performance\n(the correctness of the final solution). We find that a model's generalization\nbehavior can be effectively characterized by a training metric we call\npre-memorization train accuracy: the accuracy of model samples on training\nqueries before they begin to copy the exact reasoning steps from the training\nset. On the dataset level, this metric is able to reliably predict test\naccuracy, achieving $R^2$ of around or exceeding 0.9 across various models\n(Llama3 8, Gemma2 9B), datasets (GSM8k, MATH), and training configurations. On\na per-example level, this metric is also indicative of whether individual model\npredictions are robust to perturbations in the training query. By connecting a\nmodel's learning behavior to its generalization, pre-memorization train\naccuracy can guide targeted improvements to training strategies. We focus on\ndata curation as an example, and show that prioritizing examples with low\npre-memorization accuracy leads to 1.5-2x improvements in data efficiency\ncompared to i.i.d. data scaling, and outperforms other standard data curation\ntechniques.\n"
},
{
  "_id": "2509.11633",
  "paper_id": "2509.11633",
  "abstract": "Anomaly detection in dynamic graphs is essential for identifying malicious activities, fraud, and unexpected behaviors in real-world systems such as cybersecurity and power grids. However, existing approaches struggle with scalability, probabilistic interpretability, and adaptability to evolving traffic patterns. In this paper, we propose ADAPTIVE-GRAPHSKETCH, a lightweight and scalable framework for real-time anomaly detection in streaming edge data. Our method integrates temporal multi-tensor sketching with Count-Min Sketch using Conservative Update (CMS-CU) to compactly track edge frequency patterns with bounded memory, while mitigating hash collision issues. We incorporate Bayesian inference for probabilistic anomaly scoring and apply Exponentially Weighted Moving Average (EWMA) for adaptive thresholding tuned to burst intensity. Extensive experiments on four real-world intrusion detection datasets demonstrate that ADAPTIVE-GRAPHSKETCH outperforms state-of-the-art baselines such as ANOEDGE-G/L, MIDAS-R, and F-FADE, achieving up to 6.5% AUC gain on CIC-IDS2018 and up to 15.6% on CIC-DDoS2019, while processing 20 million edges in under 3.4 seconds using only 10 hash functions. Our results show that ADAPTIVE-GRAPHSKETCH is practical and effective for fast, accurate anomaly detection in large-scale streaming graphs.\n  Keywords: Anomaly Detection, Streaming, Real-time, Dynamic Graphs, Edge Streams, Tensor Sketching"
},
{
  "_id": "1810.01398",
  "paper_id": "1810.01398",
  "abstract": "  We present Optimal Completion Distillation (OCD), a training procedure for\noptimizing sequence to sequence models based on edit distance. OCD is\nefficient, has no hyper-parameters of its own, and does not require pretraining\nor joint optimization with conditional log-likelihood. Given a partial sequence\ngenerated by the model, we first identify the set of optimal suffixes that\nminimize the total edit distance, using an efficient dynamic programming\nalgorithm. Then, for each position of the generated sequence, we use a target\ndistribution that puts equal probability on the first token of all the optimal\nsuffixes. OCD achieves the state-of-the-art performance on end-to-end speech\nrecognition, on both Wall Street Journal and Librispeech datasets, achieving\n$9.3\\%$ WER and $4.5\\%$ WER respectively.\n"
},
{
  "_id": "hep-th/9909122",
  "paper_id": "hep-th/9909122",
  "abstract": "  We analyze the structure of singularities, Mordell-Weil lattices and torsions\nof a rational elliptic surface using string junctions in the background of 12\n7-branes. The classification of the Mordell-Weil lattices due to Oguiso-Shioda\nis reproduced in terms of the junction lattice. In this analysis an important\nrole played by the global structure of the surface is observed. It is then\nfound that the torsions in the Mordell-Weil group are generated by the fraction\nof loop junctions which represent the imaginary roots of the loop algebra $\\hat\nE_9$. From the structure of the Mordell-Weil lattice we find 7-brane\nconfigurations which support non-BPS junctions carrying conserved Abelian\ncharges.\n"
},
{
  "_id": "1304.6407",
  "paper_id": "1304.6407",
  "abstract": "  The densities of dark and baryonic matter are comparable: \\zeta = \\rho_D /\n\\rho_B ~ O(1). This is surprising because they are controlled by different\ncombinations of low-energy physics parameters. Here we consider the probability\ndistribution over \\zeta in the landscape. We argue that the Why Comparable\nproblem can be solved without detailed anthropic assumptions, and independently\nof the nature of dark matter. Overproduction of dark matter suppresses the\nprobability like 1/(1+\\zeta), if the causal patch is used to regulate\ninfinities. This suppression can counteract a prior distribution favoring large\n\\zeta, selecting \\zeta ~ O(1).\n  This effect not only explains the Why Comparable coincidence but also renders\notherwise implausible models of dark matter viable. For the special case of\naxion dark matter, Wilczek and independently Freivogel have already noted that\na 1/(1+\\zeta) suppression prevents overproduction of a GUT-scale QCD axion. If\nthe dark matter is the LSP, the effect can explain the moderate fine-tuning of\nthe weak scale in simple supersymmetric models.\n"
},
{
  "_id": "2505.10626",
  "paper_id": "2505.10626",
  "abstract": "In a previous paper, we proposed an entropy function for AdS$_4$ BPS black holes in M-theory with general magnetic charges, resolving a long-standing puzzle about baryonic charges in three-dimensional holography and offering a prediction for the large-$N$ limit of several partition functions whose saddle points have yet to be found. The entropy function is constructed from the master volume of the internal manifold. In this paper, we prove that the entropy of a general class of black holes based on toric geometry can indeed be reformulated as an $\\mathcal{I}$-extremization problem, and we provide a set of examples. As an aside, we also simplify existing proofs of the equivalence between $a$-, $c$-, and $F$-extremizations and their gravitational duals."
},
{
  "_id": "1110.4048",
  "paper_id": "1110.4048",
  "abstract": "  We relate the mechanism of matter creation in the universe after inflation to\na simple and universal mathematical property of extended N > 1 supergravities\nand related compactifications of superstring theory. We show that in all such\nmodels, the inflaton field may decay into vector fields due to a nonminimal\nscalar-vector coupling. This coupling is compulsory for all scalars except N=2\nhyperscalars. The proof is based on the fact that all extended supergravities\ndescribed by symmetric coset spaces G/H have duality groups G of type E7, with\nexception of U(p,n) models. For N=2 we prove separately that special geometry\nrequires a non-minimal scalar-vector coupling. Upon truncation to N=1\nsupergravity, extended models generically preserve the non-minimal\nscalar-vector coupling, with exception of U(p,n) models and hyperscalars. For\nsome string theory/supergravity inflationary models, this coupling provides the\nonly way to complete the process of creation of matter in the early universe.\n"
},
{
  "_id": "astro-ph/0506081",
  "paper_id": "astro-ph/0506081",
  "abstract": "  We present numerical simulations of the flow in a rapidly rotating\ncylindrical annulus. We show that at the rotation rates relevant to the\nmagneto-rotational instability, the flow is strongly constrained by the\nTaylor-Proudman theorem. As a result, it is controlled almost entirely by the\nend-plates. We then consider two possible options for minimizing these\nend-effects, namely (i) simply taking a very long cylinder, and (ii) splitting\nthe end-plates into a series of differentially rotating rings. Regarding option\n(i), we show that the cylinder would have to be hundreds of times as long as it\nis wide before end-effects become unimportant in the interior. Since this is\nclearly not feasible, we turn to option (ii), and show that in order to obtain\na smooth angular velocity profile, the end-plates would have to be split into\naround ten rings. If the end-plates are split into fewer rings, perhaps 3-5,\nthe angular velocity profile will not be smooth, but will instead consist of a\nseries of Stewartson layers at the boundaries from one ring to the next. We\nsuggest therefore that the instabilities one obtains in this system will be the\nfamiliar Kelvin-Helmholtz instabilities of these Stewartson layers, rather than\nthe magneto-rotational instability. At best, one might hope to obtain the MRI\nsuperimposed on these Kelvin-Helmholtz modes. Any subsequent interpretation of\nresults is thus likely to be quite complicated.\n"
},
{
  "_id": "0803.2384",
  "paper_id": "0803.2384",
  "abstract": "  In previous papers, we have proposed a model that the high-frequency\nquasi-periodic oscillations (HF QPOs) observed in black-hole and neutron-star\nX-ray binaries are inertial-acoustic oscillations that are resonantly excited\non a one-armed deformed disk by nonlinear couplings between the oscillations\nand the disk deformation. In this paper we show that in addition to the\ninertial-acoustic waves, one-armed corrugation waves are also excited in the\ndeformed disks. They are low-frequency oscillations. We examine frequencies and\ntheir correlations among the inertial-acoustic oscillations and the corrugation\nwaves that are excited, in order to know whether they can describe observed\nfrequency correlations among kHz QPOs and low-frequency QPOs (LF QPOs) in\nneutron-star X-ray binaries. The results seem to well describe the observed\ncorrelations in Cir X-1, if we adopt $M= 1.5\\sim 2.0 M_\\odot$ and $a_* \\sim\n0.8$, where $M$ is the mass of the central star and $a_*$ is the dimensionless\nspin parameter of the metric. Finally, assumptions involved in this\ndisk-oscillation model are briefly summarized and discussed.\n"
},
{
  "_id": "astro-ph/9601149",
  "paper_id": "astro-ph/9601149",
  "abstract": "  The atmospheres of novae at early times in their outbursts are very extended,\nexpanding shells with low densities. Models of these atmospheres show that NLTE\neffects are very important and must be included in realistic calculations. We\nhave, therefore, been improving our atmospheric studies by increasing the\nnumber of ions treated in NLTE. One of the most important ions is Fe II which\nhas a complex structure and numerous lines in the observable spectrum. In this\npaper we investigate NLTE effects for Fe II for a wide variety of parameters.\nWe use a detailed Fe II model atom with 617 level and 13675 primary lines,\ntreated using a rate-operator formalism. We show that the radiative transfer\nequation in nova atmospheres {\\em must} be treated with sophisticated numerical\nmethods and that simple approximations, such as the Sobolev method, {\\em\ncannot} be used because of the large number of overlapping lines in the\nco-moving frame.\n  Our results show that the formation of the Fe II lines is strongly affected\nby NLTE effects. For low effective temperatures, $\\Teff < 20,000\\,$K, the\noptical Fe II lines are most influenced by NLTE effects, while for higher\n$\\Teff$ the UV lines of Fe II are very strongly affected by NLTE. The departure\ncoefficients are such that Fe II tends to be overionized in NLTE when compared\nto LTE. Therefore, Fe II-NLTE must be included with sophisticated radiative\ntransfer in nova atmosphere models in order to reliably analyze observed nova\nspectra.\n"
},
{
  "_id": "astro-ph/9906423",
  "paper_id": "astro-ph/9906423",
  "abstract": "  We present the results from two-point spatial correlation analyses on X-ray\nconfirmed northern Abell clusters. The cluster samples are subsets of a\nvolume-limited ROSAT All-Sky Survey study of 294 Abell clusters of which 240\nare X-ray luminous. We examined magnitude- and volume-complete samples for\ndifferences according to richness and X-ray luminosity. For R>=1 clusters, we\nfind r_0 = 22h^-1Mpc and gamma = -1.7, which is consistent with previous\nanalyses of visually selected clusters. We also find no indications of\nline-of-sight anisotropies. For R >= 0 clusters, we find r_0= 17.5h^-1Mpc which\nis considerably lower than recent determinations of r_0 for similar X-ray\nbright cluster samples (e.g. the XBACs and the RASS1 clusters). All of the R>=0\nX-ray confirmed samples, including the XBACs and RASS1 clusters, show\nline-of-sight anisotropies. Since X-ray emissions confirm a cluster's reality,\nwe conclude that these anisotropies are not the result of spuriously selected\nclusters. We also examine the Abell clusters for the depedence of r_0 and gamma\non X-ray luminosity, and find no evidence for r_0 to grow with increasing X-ray\nluminosity thresholds. This is contrary to similar L_x vs. r_0 analyses of the\nRASS1 and XBACs cluster samples. We describe selection effects within the\nflux-limited XBACs and RASS1 samples and suggest how they can affect both the\nsize of r_0 and its dependence on L_x.\n"
},
{
  "_id": "2406.06641",
  "paper_id": "2406.06641",
  "abstract": "The relationship between electricity demand and variables such as economic activity and weather patterns is well established. However, this paper explores the connection between electricity demand and social aspects. It further embeds dynamic information about the state of society into energy demand modelling and forecasting approaches. Through the use of natural language processing on a large news corpus, we highlight this important link. This study is conducted in five regions of the UK and Ireland and considers multiple time horizons from 1 to 30 days. It also considers economic variables such as GDP, unemployment and inflation. The textual features used in this study represent central constructs from the word frequencies, topics, word embeddings extracted from the news. The findings indicate that: 1) the textual features are related to various contents, such as military conflicts, transportation, the global pandemic, regional economics, and the international energy market. They exhibit causal relationships with regional electricity demand, which are validated using Granger causality and Double Machine Learning methods. 2) Economic indicators play a more important role in the East Midlands and Northern Ireland, while social indicators are more influential in the West Midlands and the South West of England. 3) The use of these factors improves deterministic forecasting by around 6%."
},
{
  "_id": "1906.00274",
  "paper_id": "1906.00274",
  "abstract": "  We introduce, release, and analyze a new dataset, called Humicroedit, for\nresearch in computational humor. Our publicly available data consists of\nregular English news headlines paired with versions of the same headlines that\ncontain simple replacement edits designed to make them funny. We carefully\ncurated crowdsourced editors to create funny headlines and judges to score a to\na total of 15,095 edited headlines, with five judges per headline. The simple\nedits, usually just a single word replacement, mean we can apply\nstraightforward analysis techniques to determine what makes our edited\nheadlines humorous. We show how the data support classic theories of humor,\nsuch as incongruity, superiority, and setup/punchline. Finally, we develop\nbaseline classifiers that can predict whether or not an edited headline is\nfunny, which is a first step toward automatically generating humorous headlines\nas an approach to creating topical humor.\n"
},
{
  "_id": "2502.13259",
  "paper_id": "2502.13259",
  "abstract": "Should LLMs generate language that makes them seem human? Human-like language might improve user experience, but might also lead to deception, overreliance, and stereotyping. Assessing these potential impacts requires a systematic way to measure human-like tone in LLM outputs. We introduce HumT and SocioT, metrics for human-like tone and other dimensions of social perceptions in text data based on relative probabilities from an LLM. By measuring HumT across preference and usage datasets, we find that users prefer less human-like outputs from LLMs in many contexts. HumT also offers insights into the perceptions and impacts of anthropomorphism: human-like LLM outputs are highly correlated with warmth, social closeness, femininity, and low status, which are closely linked to the aforementioned harms. We introduce DumT, a method using HumT to systematically control and reduce the degree of human-like tone while preserving model performance. DumT offers a practical approach for mitigating risks associated with anthropomorphic language generation."
},
{
  "_id": "2112.08326",
  "paper_id": "2112.08326",
  "abstract": "  Recursive noun phrases (NPs) have interesting semantic properties. For\nexample, \"my favorite new movie\" is not necessarily my favorite movie, whereas\n\"my new favorite movie\" is. This is common sense to humans, yet it is unknown\nwhether language models have such knowledge. We introduce the Recursive Noun\nPhrase Challenge (RNPC), a dataset of three textual inference tasks involving\ntextual entailment and event plausibility comparison, precisely targeting the\nunderstanding of recursive NPs. When evaluated on RNPC, state-of-the-art\nTransformer models only perform around chance. Still, we show that such\nknowledge is learnable with appropriate data. We further probe the models for\nrelevant linguistic features that can be learned from our tasks, including\nmodifier semantic category and modifier scope. Finally, models trained on RNPC\nachieve strong zero-shot performance on an extrinsic Harm Detection evaluation\ntask, showing the usefulness of the understanding of recursive NPs in\ndownstream applications.\n"
},
{
  "_id": "0810.1790",
  "paper_id": "0810.1790",
  "abstract": "  Towards the investigation of the full dynamics in higher-dimensional and/or\nstringy gravitational model, we present the basic equations of the\nEinstein-Gauss-Bonnet gravity theory. We show $(N+1)$-dimensional version of\nthe ADM decomposition including Gauss-Bonnet terms, which shall be the standard\napproach to treat the space-time as a Cauchy problem. Due to the quasi-linear\nproperty of the Gauss-Bonnet gravity, we find that the evolution equations can\nbe in a treatable form in numerics. We also show the conformally-transformed\nconstraint equations for constructing an initial data. We discuss how the\nconstraints can be simplified by tuning the powers of conformal factors. Our\nequations can be used both for timelike and spacelike foliations.\n"
},
{
  "_id": "2103.06601",
  "paper_id": "2103.06601",
  "abstract": "  We present the relativistic hydrostatic equilibrium equations for a wide\nclass of gravitational theories possessing a scalar-tensor representation. It\nturns out that the stellar structure equations can be written with respect to\nthe scalar-tensor invariants, allowing to interpret their physical role.\n"
},
{
  "_id": "1805.02504",
  "paper_id": "1805.02504",
  "abstract": "  Though very popular, Bose-Einstein condensate models of dark matter have some\ndifficulties. Here we propose the so-called $\\mu$-Bose gas model ($\\mu$-BGM) as\na model of dark matter, able to treat weak points. Within $\\mu$-BGM, the\n$\\mu$-dependence of thermodynamics arises through the respective $\\mu$-calculus\n(it generalizes usual differential calculus) and enters the partition function,\ntotal number of particles, internal energy, etc. We study thermodynamic\ngeometry of the $\\mu$-BGM and find singular behavior of (scalar) curvature,\nconfirming Bose-like condensation. The critical temperature of condensation\n$T^{(\\mu)}_c$ for $\\mu\\neq 0$ is higher than the boson $T_c$. We find other\nimportant virtues of $\\mu$-thermodynamics versus usual bosons and conclude: the\ncondensate of $\\mu$-Bose gas can serve as (an effective) model of\ngalactic-halos dark matter.\n"
},
{
  "_id": "gr-qc/9801048",
  "paper_id": "gr-qc/9801048",
  "abstract": "  Regarding Pauli's matrices as proper Higgs fields one can deduce an\neffective(!) approximation for gravity in flat space. In this work we extend\nthis approximation up to the second order. Reaching complete agreement in the\nspecial case of gravitational waves. Unification in view, we introduce\nisospinorial degrees of freedom. In this way the mass spectrum and chiral\nasymmetry can be generated with the help of an additional scalar Higgs field.\nThe Higgs modes corresponding to gravity are discussed.\n"
},
{
  "_id": "1207.2587",
  "paper_id": "1207.2587",
  "abstract": "  We consider a quantum dot system whose charge fluctuations are monitored by a\nquantum point contact allowing for the detection of both charge and transferred\nheat statistics. Our system consists of two nearby conductors that exchange\nenergy via Coulomb interaction. In interfaces consisting of capacitively\ncoupled quantum dots, energy transfer is discrete and can be measured by charge\ncounting statistics. We investigate gate dependent deviations away from a\ncharge fluctuation theorem in the presence of local temperature gradients (hot\nspots). Non universal relations are found for state dependent charge counting.\nA fluctuation theorem holds for coupled dot configurations with heat exchange\nand no net particle flow.\n"
},
{
  "_id": "2211.09095",
  "paper_id": "2211.09095",
  "abstract": "  Spin-charge interconversion (SCI) is a central phenomenon to the development\nof spintronic devices from materials with strong spin-orbit coupling (SOC). In\nthe case of materials with high crystal symmetry, the only allowed SCI\nprocesses are those where the spin current, charge current and spin\npolarization directions are orthogonal to each other. Consequently, standard\nSCI experiments are designed to maximize the signals arising from the SCI\nprocesses with conventional mutually orthogonal geometry. However, in\nlow-symmetry materials, certain non-orthogonal SCI processes are also allowed.\nSince the standard SCI experiment is limited to charge current flowing only in\none direction in the SOC material, certain allowed SCI configurations remain\nunexplored. In this work, we performed a thorough SCI study in a graphene-based\nlateral spin valve combined with low-symmetry MoTe$_2$. Due to a very low\ncontact resistance between the two materials, we could detect SCI signals using\nboth a standard configuration, where the charge current is applied along the\nMoTe$_2$, and a recently introduced (3D-current) configuration, where the\ncharge current flow can be controlled in three directions within the\nheterostructure. As a result, we observed three different SCI components, one\northogonal and two non-orthogonal, giving new insight into the SCI processes in\nlow-symmetry materials. The large SCI signals obtained at room temperature,\nalong with the versatility of the 3D-current configuration, provide feasibility\nand flexibility to the design of the next generation of spin-based devices.\n"
},
{
  "_id": "1807.01048",
  "paper_id": "1807.01048",
  "abstract": "  We present a theoretical mapping to show that a ferromagnet with gain (loss)\nis equivalent to an antiferromagnet with an equal amount of loss (gain). Our\nfinding indicates a novel first-order ferromagnet-antiferromagnet phase\ntransition by tuning the gain-loss parameter. As an appealing application, we\ndemonstrate the realization as well as the manipulation of the\nantiferromagnetic skyrmion, a stable topological quasiparticle not yet observed\nexperimentally, in a chiral ferromagnetic thin film with gain. We also consider\nferromagnetic bilayers with balanced gain and loss, and show that the\nantiferromagnetic skyrmion can be found only in the cases with broken\nparity-time symmetry phase. Our results pave a way for investigating the\nemerging antiferromagnetic spintronics and parity-time symmetric magnonics in\nferromagnets.\n"
},
{
  "_id": "2407.07050",
  "paper_id": "2407.07050",
  "abstract": "Two semiconducting quantum dots (QDs) coupled through a superconductor constitute a minimal realisation of a Kitaev chain with Majorana zero modes (MZMs). Such MZMs can be detected by e.g., tunneling conductance between each QD and normal leads [Dvir et al, Nature 614, 445 (2023)]. We here discuss how the seemingly trivial substitution of one of the normal leads by a superconducting (SC) one gives rise to a plethora of new effects. In particular, the coupling to the SC lead induces non-local Majorana effects upon variations of the QDs' energies. Furthermore, the lowest excitation of the chain is no longer determined by the bulk gap but rather by the energy of an emergent subgap Yu-Shiba-Rusinov (YSR) state coexisting with the MZMs. The YSR state hybridizes with the MZMs when the coupling between the SC and the QD is larger than the spin splitting, spoiling the Majorana properties, including the quantized conductance."
},
{
  "_id": "2006.10099",
  "paper_id": "2006.10099",
  "abstract": "  In some d-electron oxides the measured effective mass m(exptl) has long been\nknown to be significantly larger than the model effective mass m(model) deduced\nfrom mean-field band theory, i.e., m(exptl) = beta * m(model), where beta > 1\nis the \"mass enhancement\", or \"mass renormalization\" factor. Previous\napplications of density functional theory (DFT), based on the smallest number\nof possible magnetic, orbital, and structural degrees of freedom, missed such\nmass enhancement, a fact that was taken as evidence of strong electronic\ncorrelation being the exclusive enabling physics. The current paper reports\nthat known modalities of energy-lowering symmetry-broken spin and structural\neffects included in mean-field DFT show mass enhancement for both electrons and\nholes in a range of d-electron perovskites SrVO3, SrTiO3, BaTiO3, and LaMnO3 as\nwell as p-electron perovskites CsPbI3 and SrBiO3, including metals (SrVO3) and\ninsulators (the rest). This is revealed only when enlarged unit cells of the\nsame parent global symmetry, which are large enough to allow for symmetry\nbreaking distortions and concomitant variations in spin order, are explored for\ntheir ability to lower the total energy. The paper analyzes the contributions\nof different symmetry-broken modalities to mass enhancement, finds common\neffects in the range of d- as well as p-electron perovskites. Thus, symmetry\nbreaking in mean-field theory could describe effects that were previously\nattributed exclusively to complex correlated treatments. Indeed, broken\nsymmetries are often experimentally observed, e.g., octahedral tilting,\nJahn-Teller distortions, or bond disproportionation, and often provide\nintuitive explanations in terms of degeneracy removal due to lowering of\nstructural symmetry, or as shifting of band energies in explainable directions.\n"
},
{
  "_id": "cond-mat/0003317",
  "paper_id": "cond-mat/0003317",
  "abstract": "  We employ a new method for studying compositionally disordered ferroelectric\noxides. This method is based on the virtual crystal approximation (VCA), in\nwhich two or more component potentials are averaged into a composite atomic\npotential. In our method, we construct a virtual atom with the correctly\naveraged atomic size and atomic eigenvalues. We have used our new method to\nstudy the composition dependent phase transition in Pb(Zr_{1-x}Ti_x)O_3 lying\nbetween x=0.5 and x=0.4. We correctly predict the experimentally determined\nphase transition from the tetragonal phase to a low-temperature rhombohedral\nphase between these two compositions.\n"
},
{
  "_id": "2510.01760",
  "paper_id": "2510.01760",
  "abstract": "Engineered micro- or nano-structures based on nonlinear optical materials offer versatile opportunities for optoelectronic applications. While extensive efforts have been devoted to design tailored microcavities to promote and increase the optical nonlinearities of graphene, the potential of engineering its three-dimensional counterparts -- three-dimensional Dirac semimetals -- remains largely unexplored. Here we report on exceptionally strong terahertz nonlinearities in a cavity-engineered Dirac semimetal microstructure, and demonstrate a giant enhancement of terahertz third- and fifth-order harmonic yields by more than three orders of magnitude. By fabricating a designed structure of metallic metasurface microcavities on a nanometer thin film of the threedimensional Dirac semimetal Cd3As2, we significantly enhance the near-field intensity of a picosecond terahertz excitation pulse in resonance with the microcavity eigenmode. This transiently modifies the nonlinearities of the thin film and drives the nonlinear responses of the Dirac fermions from a weakly to a deeply nonperturbative regime where the observed high-harmonic generation essentially saturates."
},
{
  "_id": "1607.03590",
  "paper_id": "1607.03590",
  "abstract": "  Second order perturbed Heisenberg Hamiltonian was employed to study the\nvariation of energy of ferromagnetic thick films with demagnetization factor.\nUnder the influence of demagnetization factor given by =6.6, the sc(001) film\nwith 10000 layers can be easily oriented in 0.6 radians direction for the\nvalues of energy parameters used in this report. Easy direction of thick\nfcc(001) film with 10000 layers was determined at 0.66 radians, when the\ndemagnetization factor is given by =2.6. The energy of sc(001) thick film is\nlarger than that of fcc(001) thick film. But the energy curve of fcc(001) thick\nfilm is smoother than that of sc(001).\n"
},
{
  "_id": "1911.06686",
  "paper_id": "1911.06686",
  "abstract": "  In this paper we study the asymptotic behavior of $u$-capacities of small\nsets and its application to the analysis of the eigenvalues of the\nDirichlet-Laplacian on a bounded planar domain with a small hole. More\nprecisely, we consider two (sufficiently regular) bounded open connected sets\n$\\Omega$ and $\\omega$ of $\\mathbb{R}^2$, containing the origin. First, if\n$\\varepsilon$ is positive and small enough and if $u$ is a function defined on\n$\\Omega$, we compute an asymptotic expansion of the $u$-capacity\n$\\mathrm{Cap}_\\Omega(\\varepsilon \\omega, u)$ as $\\varepsilon \\to 0$. As a\nbyproduct, we compute an asymptotic expansion for the $N$-th eigenvalues of the\nDirichlet-Laplacian in the perforated set $\\Omega \\setminus (\\varepsilon\n\\overline{\\omega})$ for $\\varepsilon$ close to $0$. Such formula shows\nexplicitly the dependence of the asymptotic expansion on the behavior of the\ncorresponding eigenfunction near $0$ and on the shape $\\omega$ of the hole.\n"
},
{
  "_id": "2208.00189",
  "paper_id": "2208.00189",
  "abstract": "  In the whole space $R^d$ ($d\\ge 2$), we study homogenization of a\ndivergence-form matrix elliptic operator $L_\\varepsilon$ of an arbitrary even\norder larger than 2 with measurable $\\varepsilon$-periodic coefficients, where\n$\\varepsilon$ is a small parameter. We constuct an approximation for the\nresolvent of $L_\\varepsilon$ with the remainder term of order $\\varepsilon^2$\nin the operator $L^2$-norm. We impose no regularity conditions on the operator\nbeyond ellipticity and boundedness of coefficients. We use two scale expansions\nwith correctors regularized by the Steklov smoothing.\n"
},
{
  "_id": "2304.00587",
  "paper_id": "2304.00587",
  "abstract": "  Consider a balance law where the flux depends explicitly on the space\nvariable. At jump discontinuities, modeling considerations may impose the\ndefect in the conservation of some quantities, thus leading to non conservative\nproducts. Below, we deduce the evolution in the smooth case from the jump\nconditions at discontinuities. Moreover, the resulting framework enjoys well\nposedness and solutions are uniquely characterized. These results apply, for\ninstance, to the flow of water in a canal with varying width and depth, as well\nas to the inviscid Euler equations in pipes with varying geometry.\n"
},
{
  "_id": "1009.2005",
  "paper_id": "1009.2005",
  "abstract": "  We consider the Cauchy problem for the nonlinear Schr\\\"{o}dinger equation $i\n\\partial_{t}u+ \\Delta u=\\lambda_{0}u+\\lambda_{1}|u|^\\alpha u$ in\n$\\mathbb{R}^{N}$, where $\\lambda_{0},\\lambda_{1}\\in\\mathbb{C}$, in $H^s$\nsubcritical and critical case: $0<\\alpha\\leq\\frac{4}{N-2s}$ when\n$1<s<\\frac{N}{2}$ and $0<\\alpha<+\\infty$ when $s\\geq\\frac{N}{2}$. We show that\nthe solution depends continuously on the initial value in the standard sense in\n$H^{s}(\\mathbb{R}^{N})$ if $\\alpha$ satisfies certain assumptions.\n"
},
{
  "_id": "2412.17901",
  "paper_id": "2412.17901",
  "abstract": "  Recent high-angular-resolution observations indicate the need for core growth\nto form high-mass stars. To understand the gas dynamics at the core scale in\nthe very early evolutionary stages before being severely affected by feedback,\nwe have conducted Atacama Large Millimeter/submillimeter Array (ALMA)\nobservations toward a 70 $\\mu$m dark massive clump, G337.541-00.082 as part of\nthe Global and Local infall in the ASHES sample (GLASHES) program. Using dense\ngas tracers such as N$_2$H$^+$ ($J = 1-0$) and HNC ($J = 3-2$), we find signs\nof infall from the position-velocity diagram and more directly from the blue\nasymmetry profile in addition to the clump-scale velocity gradient. We estimate\ninfall velocities from intermediate and low-mass cores to be 0.28-1.45 km\ns$^{-1}$, and infall rates to be on the order of 10$^{-4}$ to 10$^{-3}$\n$M_\\odot$ yr$^{-1}$, both are higher than those measured in low-mass\nstar-forming regions by more than a factor of five and an order of magnitude,\nrespectively. We find a strong correlation of the infall velocity with the\nnonthermal velocity dispersion, suggesting that infall may contribute\nsignificantly to the observed line width. Consistent with clump-fed scenarios,\nwe show that the mass infall rate is larger for larger core masses and shorter\ndistances to the clump center. Such high infall rates in cores embedded in\nIRDCs can be considered as strong signs of core growth, allowing high-mass star\nformation from intermediate-mass cores that would not initially form high-mass\nstars at their current mass.\n"
},
{
  "_id": "1512.00458",
  "paper_id": "1512.00458",
  "abstract": "  We investigate clustering properties of quasars using a new version of our\nsemi-analytic model of galaxy and quasar formation with state-of-the-art\ncosmological N-body simulations. In this study, we assume that a major merger\nof galaxies triggers cold gas accretion on to a supermassive black hole and\nquasar activity. Our model can reproduce the downsizing trend of the evolution\nof quasars. We find that the median mass of quasar host dark matter haloes\nincreases with cosmic time by an order of magnitude from z=4 (a few 1e+11 Msun)\nto z=1 (a few 1e+12 Msun), and depends only weakly on the quasar luminosity.\nDeriving the quasar bias through the quasar--galaxy cross-correlation function\nin the model, we find that the quasar bias does not depend on the quasar\nluminosity, similar to observed trends. This result reflects the fact that\nquasars with a fixed luminosity have various Eddington ratios and thus have\nvarious host halo masses that primarily determine the quasar bias. We also show\nthat the quasar bias increases with redshift, which is in qualitative agreement\nwith observations. Our bias value is lower than the observed values at high\nredshifts, implying that we need some mechanisms that make quasars inactive in\nlow-mass haloes and/or that make them more active in high-mass haloes.\n"
},
{
  "_id": "1107.2454",
  "paper_id": "1107.2454",
  "abstract": "  Our current understanding of radio-loud AGN comes predominantly from studies\nat frequencies of 5 GHz and below. With the recent completion of the Australia\nTelescope 20 GHz (AT20G) survey, we can now gain insight into the\nhigh-frequency radio properties of AGN. This paper presents supplementary\ninformation on the AT20G sources in the form of optical counterparts and\nredshifts. Optical counterparts were identified using the SuperCOSMOS database\nand redshifts were found from either the 6dF Galaxy survey or the literature.\nWe also report 144 new redshifts. For AT20G sources outside the Galactic plane,\n78.5% have optical identifications and 30.9% have redshift information. The\noptical identification rate also increases with increasing flux density.\nTargets which had optical spectra available were examined to obtain a spectral\nclassification.\n  There appear to be two distinct AT20G populations; the high luminosity\nquasars that are generally associated with point-source optical counterparts\nand exhibit strong emission lines in the optical spectrum, and the lower\nluminosity radio galaxies that are generally associated with passive galaxies\nin both the optical images and spectroscopic properties. It is suggested that\nthese different populations can be associated with different accretion modes\n(cold-mode or hot-mode). We find that the cold-mode sources have a steeper\nspectral index and produce more luminous radio lobes, but generally reside in\nsmaller host galaxies than their hot-mode counterparts. This can be attributed\nto the fact that they are accreting material more efficiently. Lastly, we\ncompare the AT20G survey with the S-cubed semi-empirical (S3-SEX) models and\nconclude that the S3-SEX models need refining to correctly model the compact\ncores of AGN. The AT20G survey provides the ideal sample to do this.\n"
},
{
  "_id": "1110.5933",
  "paper_id": "1110.5933",
  "abstract": "  The observed radial and vertical metallicity distribution of old stars in the\nMilky Way disk provides a powerful constraint on the chemical enrichment and\ndynamical history of the disk. We present the radial metallicity gradient,\n\\Delta[Fe/H]/\\Delta R, as a function of height above the plane, |Z|, using 7010\nmain sequence turnoff stars observed by the Sloan Extension for Galactic\nUnderstanding and Exploration (SEGUE) survey. The sample consists of mostly old\nthin and thick disk stars, with a minimal contribution from the stellar halo,\nin the region 6 < R < 16 kpc, 0.15 < |Z| < 1.5 kpc. The data reveal that the\nradial metallicity gradient becomes flat at heights |Z| > 1 kpc. The median\nmetallicity at large |Z| is consistent with the metallicities seen in outer\ndisk open clusters, which exhibit a flat radial gradient at [Fe/H] ~ -0.5. We\nnote that the outer disk clusters are also located at large |Z|; because the\nflat gradient extends to small R for our sample, there is some ambiguity in\nwhether the observed trends for clusters are due to a change in R or |Z|. We\ntherefore stress the importance of considering both the radial and vertical\ndirections when measuring spatial abundance trends in the disk. The flattening\nof the gradient at high |Z| also has implications on thick disk formation\nscenarios, which predict different metallicity patterns in the thick disk. A\nflat gradient, such as we observe, is predicted by a turbulent disk at high\nredshift, but may also be consistent with radial migration, as long as mixing\nis strong. We test our analysis methods using a mock catalog based on the model\nof Sch\\\"onrich & Binney, and we estimate our distance errors to be ~25%. We\nalso show that we can properly correct for selection biases by assigning\nweights to our targets.\n"
},
{
  "_id": "2211.03412",
  "paper_id": "2211.03412",
  "abstract": "  In condensed matter physics, materials with kagome lattice display a range of\nexotic quantum states, including charge density wave (CDW), superconductivity\nand magnetism. Recently, the intermetallic kagome metal ScV6Sn6 was discovered\nto undergo a first-order structural phase transition with the formation of a\nroot3xroot3x3 CDW at around 92 K. The bulk electronic band properties are\ncrucial to understanding the origin of the structural phase transition. Here,\nwe conducted an optical spectroscopy study in combination with band structure\ncalculations across the structural transition. Our findings showed abrupt\nchanges in the optical reflectivity/conductivity spectra as a result of the\nstructural transition, without any observable gap formation behavior. The\noptical measurements and band calculations actually reveal a sudden change of\nthe band structure after transition. It is important to note that this phase\ntransition is of the first-order type, which distinguishes it from conventional\ndensity-wave type condensations. Our results provide an insight into the origin\nof the structural phase transition in this new and unique kagome lattice.\n"
},
{
  "_id": "2510.00448",
  "paper_id": "2510.00448",
  "abstract": "Localized $5d^2$ electrons in a cubic crystal field possess multipoles such as electric quadrupoles and magnetic octupoles. We studied the cubic double perovskite Ba$_2$CaOsO$_6$ containing the Os$^{6+}$ ($5d^2$) ions, which exhibits a phase transition to a `hidden order' below $T^* \\sim$ 50 K, by X-ray absorption spectroscopy (XAS) and X-ray magnetic circular dichroism (XMCD) at the Os $L_{2,3}$ edge. The cubic ligand-field splitting between the $t_{2g}$ and $e_g$ levels of Os $5d$ was deduced by XAS to be $\\sim$4 eV. The temperature dependence of the XMCD spectra was consistent with a $\\sim$18 meV residual cubic splitting of the lowest $J_{\\rm eff} =$ 2 multiplet state into the non-Kramers $E_g$ doublet ground state and the $T_{2g}$ triplet excited state. Ligand-field (LF) multiplet calculation under fictitious strong magnetic fields indicated that the exchange interaction between nearest-neighbor octupoles should be as strong as $\\sim$1.5 meV if a ferro-octupole order is stabilized in the `hidden-ordered' state, consistent with the exchange interaction of $\\sim$1 meV previously predicted theoretically using model and density functional theory calculations."
},
{
  "_id": "cond-mat/0201360",
  "paper_id": "cond-mat/0201360",
  "abstract": "  Numerical simulations of strongly correlated electron systems suffer from the\nnotorious fermion sign problem which has prevented progress in understanding if\nsystems like the Hubbard model display high-temperature superconductivity. Here\nwe show how the fermion sign problem can be solved completely with\nmeron-cluster methods in a large class of models of strongly correlated\nelectron systems, some of which are in the extended Hubbard model family and\nshow s-wave superconductivity. In these models we also find that on-site\nrepulsion can even coexist with a weak chemical potential without introducing\nsign problems. We argue that since these models can be simulated efficiently\nusing cluster algorithms they are ideal for studying many of the interesting\nphenomena in strongly correlated electron systems.\n"
},
{
  "_id": "2403.03022",
  "paper_id": "2403.03022",
  "abstract": "  Zintl phase EuIn$_{2}$As$_{2}$ has garnered growing attention as an axion\ninsulator candidate, triggered by the identification of a commensurate\ndouble-${\\mathbf Q}$ broken-helix state in previous studies, however, its\nperiodicity and symmetry remain subjects of debate. Here, we perform resonant\nx-ray scattering experiments on EuIn$_{2}$As$_{2}$, revealing an incommensurate\nnature of the broken-helix state, where both the wave number and the amplitude\nof the helical modulation exhibit systematic sample dependence. Furthermore,\nthe application of an in-plane magnetic field brings about a fanlike state that\nappears to preserve the double-${\\mathbf Q}$ nature, which might be attributed\nto multiple-spin interactions in momentum space. We propose that the itinerant\ncharacter of EuIn$_{2}$As$_{2}$, most likely induced by Eu deficiency, gives\nrise to the helical modulation and impedes the realization of a\ntheoretically-predicted axion state with the collinear antiferromagnetic order.\n"
},
{
  "_id": "1807.04623",
  "paper_id": "1807.04623",
  "abstract": "  We investigate certain nonassociative binary operations that satisfy a\nfour-parameter generalization of the associative law. From this we obtain\nvariations of the ubiquitous Catalan numbers and connections to many\ninteresting combinatorial objects such as binary trees, plane trees, lattice\npaths, and permutations.\n"
},
{
  "_id": "2506.06924",
  "paper_id": "2506.06924",
  "abstract": "We obtain bivariate asymptotics for the number of (unicellular) combinatorial maps (a model of discrete surfaces) as both the size and the genus grow. This work is related to two research topics that have been very active recently: multivariate asymptotics and large genus geometry.\n  Our method consists in studying a linear recurrence for these numbers, and in fact it can be applied to many other linear recurrences. We discuss briefly the generality of our method and future research directions."
},
{
  "_id": "2204.09340",
  "paper_id": "2204.09340",
  "abstract": "  Classical jittered sampling partitions $[0,1]^d$ into $m^d$ cubes for a\npositive integer $m$ and randomly places a point inside each of them, providing\na point set of size $N=m^d$ with small discrepancy. The aim of this note is to\nprovide a construction of partitions that works for arbitrary $N$ and improves\nstraight-forward constructions. We show how to construct equivolume partitions\nof the $d$-dimensional unit cube with hyperplanes that are orthogonal to the\nmain diagonal of the cube. We investigate the discrepancy of such point sets\nand optimise the expected discrepancy numerically by relaxing the equivolume\nconstraint using different black-box optimisation techniques.\n"
},
{
  "_id": "2312.04532",
  "paper_id": "2312.04532",
  "abstract": "  Brualdi and Li introduced tournament interchange graphs. In such a graph,\neach vertex represents a tournament. Traversing an edge corresponds to\nreversing a cyclically directed triangle. Such a triangle is neutral, in that\nits reversal does not affect the score sequence. An interchange graph encodes\nthe combinatorics of the set of tournaments with a given score sequence, or\nequivalently, of a given fiber of the classical permutahedron from discrete\ngeometry.\n  Coxeter tournaments were introduced by the first author and Sanchez, in\nrelation to the Coxeter permutahedra in Ardila, Castillo, Eur and Postnikov.\nCoxeter tournaments have collaborative and solitaire games, in addition to the\nusual competitive games in classical tournaments.\n  We introduce Coxeter interchange graphs. These graphs are more intricate, as\nthere are multiple neutral structures at play, which interact with one another.\nOur main result shows that the Coxeter interchange graphs are regular, and we\ndescribe the degree geometrically, in terms of distances in the Coxeter\npermutahedra. We also characterize the set of score sequences of Coxeter\ntournaments, generalizing a classical result of Landau.\n"
},
{
  "_id": "1304.2768",
  "paper_id": "1304.2768",
  "abstract": "  Pre-transitional disks are protoplanetary disks with a gapped disk structure,\npotentially indicating the presence of young planets in these systems. In order\nto explore the structure of these objects and their gap-opening mechanism, we\nobserved the pre-transitional disk V1247 Orionis using the Very Large Telescope\nInterferometer, the Keck Interferometer, Keck-II, Gemini South, and IRTF. This\nallows us spatially resolve the AU-scale disk structure from near- to\nmid-infrared wavelengths (1.5 to 13 {\\mu}m), tracing material at different\ntemperatures and over a wide range of stellocentric radii. Our observations\nreveal a narrow, optically-thick inner-disk component (located at 0.18 AU from\nthe star) that is separated from the optically thick outer disk (radii >46 AU),\nproviding unambiguous evidence for the existence of a gap in this\npre-transitional disk. Surprisingly, we find that the gap region is filled with\nsignificant amounts of optically thin material with a carbon-dominated dust\nmineralogy. The presence of this optically thin gap material cannot be deduced\nsolely from the spectral energy distribution, yet it is the dominant\ncontributor at mid-infrared wavelengths. Furthermore, using Keck/NIRC2 aperture\nmasking observations in the H, K', and L' band, we detect asymmetries in the\nbrightness distribution on scales of about 15-40 AU, i.e. within the gap\nregion. The detected asymmetries are highly significant, yet their amplitude\nand direction changes with wavelength, which is not consistent with a companion\ninterpretation but indicates an inhomogeneous distribution of the gap material.\nWe interpret this as strong evidence for the presence of complex density\nstructures, possibly reflecting the dynamical interaction of the disk material\nwith sub-stellar mass bodies that are responsible for the gap clearing.\n"
},
{
  "_id": "1202.2216",
  "paper_id": "1202.2216",
  "abstract": "  We present the first optical observations of the unique system J0737-3039\n(composed of two pulsars, hereafter PSR-A and PSR-B). Ultra-deep optical\nobservations, performed with the High Resolution Camera of the Advanced Camera\nfor Surveys on board the Hubble Space Telescope could not detect any optical\nemission from the system down to m_F435W=27.0 and m_F606W=28.3. The estimated\noptical flux limits are used to constrain the three-component (two thermal and\none non-thermal) model recently proposed to reproduce the XMM-Newton X-ray\nspectrum. They suggest the presence of a break at low energies in the\nnon-thermal power law component of PSR-A and are compatible with the expected\nblack-body emission from the PSR-B surface. The corresponding efficiency of the\noptical emission from PSR-A's magnetosphere would be comparable to that of\nother Myr-old pulsars, thus suggesting that this parameter may not dramatically\nevolve over a time-scale of a few Myr.\n"
},
{
  "_id": "1304.4804",
  "paper_id": "1304.4804",
  "abstract": "  We compute the rotational quenching rates of the first 81 rotational levels\nof ortho- and para-H2CO in collision with ortho- and para-H2, for a temperature\nrange of 10-300 K. We make use of the quantum close-coupling and coupled-states\nscattering methods combined with the high accuracy potential energy surface of\nTroscompt et al. (2009a). Rates are significantly different from the scaled\nrates of H2CO in collision with He; consequently, critical densities are\nnoticeably lower. We compare a full close- coupling computation of pressure\nbroadening cross sections with experimental data and show that our results are\ncompatible with the low temperature measurements of Mengel & De Lucia (2000),\nfor a spin temperature of H2 around 50 K.\n"
},
{
  "_id": "1604.05040",
  "paper_id": "1604.05040",
  "abstract": "  Galactic Globular clusters (GCs) are now known to harbour multiple stellar\npopulations, which are chemically distinct in many light element abundances. It\nis becoming increasingly clear that asymptotic giant branch (AGB) stars in GCs\nshow different abundance distributions in light elements compared to those in\nthe red giant branch (RGB) and other phases, skewing toward more primordial,\nfield-star-like abundances, which we refer to as subpopulation one (SP1). As\npart of a larger program targeting giants in GCs, we obtained high-resolution\nspectra for a sample of 106 RGB and 15 AGB stars in Messier 4 (NGC 6121) using\nthe 2dF+HERMES facility on the Anglo-Australian Telescope. In this Letter we\nreport an extreme paucity of AGB stars with [Na/O] > -0.17 in M4, which\ncontrasts with the RGB that has abundances up to [Na/O] =0.55. The AGB\nabundance distribution is consistent with all AGB stars being from SP1. This\nresult appears to imply that all subpopulation two stars (SP2; Na-rich, O-poor)\navoid the AGB phase. This is an unexpected result given M4's horizontal branch\nmorphology -- it does not have an extended blue horizontal branch. This is the\nfirst abundance study to be performed utilising the HERMES spectrograph.\n"
},
{
  "_id": "2509.19446",
  "paper_id": "2509.19446",
  "abstract": "The quantum electrodynamics (QED) theory predicts that the quantum vacuum becomes birefringent in the presence of ultra-strong magnetic fields -- a fundamental effect yet to be directly observed. Magnetars, isolated neutron stars with surface fields exceeding $10^{14}$~G, provide unique astrophysical laboratories to probe this elusive prediction. Here, we report phase- and energy-resolved X-ray polarization measurements of the radio-emitting magnetar 1E 1547.0-5408 obtained with the Imaging X-ray Polarimetry Explorer (IXPE), in coordination with the Neutron Star Interior Composition Explorer (NICER) and Parkes/Murriyang radio observations. We detect a high phase-averaged polarization degree of 65% at 2 keV, where the surface thermal emission is dominant, rising to nearly 80% at certain rotational phases, and remaining at $\\gtrsim40\\%$ throughout the radio beam crossing. We also observe a strong decrease in polarization from 2~keV to 4~keV. Detailed atmospheric radiative transfer modeling, coupled with geometrical constraints from radio polarization, demonstrate that the observed polarization behavior cannot be consistently explained without invoking magnetospheric vacuum birefringence (VB) influences. These observational findings combined with the theoretical results represent compelling evidence for naturally occurring quantum VB. This work marks a significant advance toward confirming this hallmark prediction of QED and lays the foundation for future tests of strong-field quantum physics using next-generation X-ray polarimeters."
},
{
  "_id": "2004.10763",
  "paper_id": "2004.10763",
  "abstract": "  Temporal analysis of blazar flux is a powerful tool to draw inferences about\nthe emission processes and physics of these sources. In the most general case,\nthe available light curves are irregularly sampled and influenced by gaps, and\nin addition are also affected by correlated noise, making their analysis\ncomplicated. Gaussian processes may offer a viable tool to assess the\nstatistical significance of proposed periods in light curves characterized by\nany sampling and noise pattern. We infer the significance of the periods\nproposed in the literature for two well known blazars with multiple claims of\npossible year-long periodicity: PG1553+113 and PKS2155-304, in the high-energy\nand optical bands. Adding a periodic component to the modeling gives a better\nstatistical description of the analyzed light curves. The improvement is rather\nsolid for PG1553+113, both at high energies and in the optical, while for\nPKS2155-304 at high energies the improvement is not yet strong enough to allow\ncogent claims, and no evidence for periodicity emerged by the analysis in the\noptical. Modeling a light curve by means of Gaussian processes, in spite of\nbeing relatively computationally demanding, allows us to derive a wealth of\ninformation about the data under study and suggests an original analysis\nframework for light curves of astrophysical interest.\n"
},
{
  "_id": "1108.3163",
  "paper_id": "1108.3163",
  "abstract": "  We revisit the signatures of the Glashow resonance process $\\bar{\\nu}_e e \\to\nW$ in the high-energy astrophysical neutrino observatory IceCube. We note that\nin addition to the standard hadronic and electromagnetic showers produced by an\nincoming neutrino at the resonance energy of $E_\\nu \\approx 6.3$ PeV, there are\ntwo clear signals of the process: the \"pure muon\" from $\\bar{\\nu}_e e \\to\n\\bar{\\nu}_\\mu \\mu$ and the \"contained lollipop\" from $\\bar{\\nu}_e e \\to\n\\bar{\\nu}_\\tau \\tau$. The event rate and the signal-to-background ratio (the\nratio of the resonant to concurrent non-resonant processes) are calculated for\neach type of interaction, based on current flux limits on the diffuse neutrino\nflux. Because of the low background in the neighborhood of the resonance, the\nobservation of only one pure muon or contained lollipop event essentially\nsignals discovery of the resonance, even if the expected event numbers are\nsmall. We also evaluate the total event rates of the Glashow resonance from the\nextra-galactic diffuse neutrino flux and emphasize its utility as a discovery\ntool to enable first observations of such a flux. We find that one can expect\n3.6 (0.65) events per year for a pure $pp$ ($p\\gamma$) source, along with an\nadded contribution of 0.51 (0.21) from non-resonant events. We also give\nresults as a function of the ratio of $pp$ vs $p\\gamma$ sources.\n"
},
{
  "_id": "2009.12283",
  "paper_id": "2009.12283",
  "abstract": "  We present the results of a timing analysis undertaken with the goal of\nobtaining an improved mass measurement of the recycled pulsar J2045+3633. Using\nregular high-cadence observations with the Effelsberg, Nan\\c{c}ay, and Lovell\nradio telescopes, together with targeted campaigns with the Arecibo Telescope\nand Effelsberg, we have assembled a 6-yr timing data set for this pulsar. We\nmeasure highly significant values for the proper motion and the related rate of\nchange of orbital semi-major axis ($\\dot{x}$), and have obtained high precision\nvalues of the rate of advance of periastron time ($\\dot{\\omega}$), and two of\nthe Shapiro delay parameters ($h_{3}$ and $\\varsigma$). This has allowed us to\nimprove the measurements of the pulsar and companion masses by an order of\nmagnitude, yielding (with $1\\sigma$ uncertainties)\n$1.251^{+0.021}_{-0.021}\\,\\text{M}_{\\odot}$ for PSR J2045+3633, and\n$0.873^{+0.016}_{-0.014}\\,\\text{M}_{\\odot}$ for its white dwarf companion, and\nhas allowed us to place improved constraints on the geometrical orientation of\nthe binary system. Using our measurements of the binary component masses and\nthe orbital size, we consider possible evolutionary scenarios for the system.\n"
},
{
  "_id": "1303.7004",
  "paper_id": "1303.7004",
  "abstract": "  We develop an integral form for the bispectrum in general single-field\ninflation whose domain of validity includes models of inflation where the\nbackground evolution is not constrained to be slowly varying everywhere. Our\nintegral form preserves the squeezed-limit consistency relation, allows for\nfast evaluation of the bispectrum for all triangle configurations expediting\nthe efficient comparison of slow-roll violating models with data, and provides\ncomplete and compact slow-roll expressions correct to first order in slow-roll\nparameters. Motivated by the recent Planck results, we consider as an example a\nsharp step in the warped-brane tension of DBI inflation and provide analytic\nsolutions for the peak of the resulting bispectrum. For the step in the warp\nthat reproduces the oscillations in the power spectrum favored by the Planck\ndata, the corresponding equilateral bispectrum is both extremely large and\nhighly scale dependent. The bispectrum serves as a means of distinguishing such\na model from alternative scenarios that generate otherwise indistinguishable\npower spectra, such as a step in the potential in canonical single-field\ninflation.\n"
},
{
  "_id": "2503.20896",
  "paper_id": "2503.20896",
  "abstract": "In this study, we modify the $\\Lambda$CDM model by introducing a deformed algebra within the framework of the Generalized Uncertainty Principle (GUP). We formulate the modified Raychaudhuri equation, where new terms are introduced which describe dynamical pressure components. For the quadratic GUP model, we derive the Hubble function, which leads to a time-dependent dark energy model. The free parameters are determined using late-time observational data, the Pantheon+ SNIa sample, the cosmic chronometers, and the DESI 2025 BAO data. We find that the modified model introduce only one new additional degree of freedom compared to the $\\Lambda$CDM model. The GUP-Modified $\\Lambda$CDM model provides a better fit to the data than the undeformed theory. Furthermore, we compare the same model with the DESI 2024 BAO data and find that the Bayesian evidence becomes stronger with the inclusion of the DESI 2025 release."
},
{
  "_id": "1212.1158",
  "paper_id": "1212.1158",
  "abstract": "  We quantify the presence of Active Galactic nuclei (AGN) in a mass-complete\n(M_* >5e10 M_sun) sample of 123 star-forming and quiescent galaxies at 1.5 < z\n< 2.5, using X-ray data from the 4 Ms Chandra Deep Field-South (CDF-S) survey.\n41+/-7% of the galaxies are detected directly in X-rays, 22+/-5% with\nrest-frame 0.5-8 keV luminosities consistent with hosting luminous AGN\n(L_0.5-8keV > 3e42 ergs/s). The latter fraction is similar for star-forming and\nquiescent galaxies, and does not depend on galaxy stellar mass, suggesting that\nperhaps luminous AGN are triggered by external effects such as mergers. We\ndetect significant mean X-ray signals in stacked images for both the\nindividually non-detected star-forming and quiescent galaxies, with spectra\nconsistent with star formation only and/or a low luminosity AGN in both cases.\nComparing star formation rates inferred from the 2-10 keV luminosities to those\nfrom rest-frame IR+UV emission, we find evidence for an X-ray excess indicative\nof low-luminosity AGN. Among the quiescent galaxies, the excess suggests that\nas many as 70-100% of these contain low- or high-luminosity AGN, while the\ncorresponding fraction is lower among star-forming galaxies (43-65%). The\nubiquitous presence of AGN in massive, quiescent z ~ 2 galaxies that we find\nprovides observational support for the importance of AGN in impeding star\nformation during galaxy evolution.\n"
},
{
  "_id": "2212.00156",
  "paper_id": "2212.00156",
  "abstract": "  Beyond Standard Model extensions of QCD could result in quark and gluon\nconfinement occurring well above a temperature of $\\sim$GeV. These models can\nalso alter the order of the QCD phase transition. The enhanced production of\nprimordial black holes (PBHs) that can accompany the change in relativistic\ndegrees of freedom at the QCD transition therefore could favor the production\nof PBHs with mass scales smaller than the Standard Model QCD horizon scale.\nConsequently, and unlike PBHs associated with a standard GeV-scale QCD\ntransition, such PBHs can account for all the dark matter abundance in the\nunconstrained asteroid-mass window. This links beyond Standard Model\nmodifications of QCD physics over a broad range of unexplored temperature\nregimes ($\\sim 10-10^3$ TeV) with microlensing surveys searching for PBHs.\nAdditionally, we discuss implications of these models for gravitational wave\nexperiments. We show that a first order QCD phase transition at $\\sim7$ TeV is\nconsistent with the Subaru Hyper-Suprime Cam candidate event, while a $\\sim 70$\nGeV transition is consistent with OGLE candidate events, and also could account\nfor the claimed NANOGrav gravitational wave signal.\n"
},
{
  "_id": "cond-mat/9904391",
  "paper_id": "cond-mat/9904391",
  "abstract": "  In previous work we have developed a general method for casting a classical\nfield theory subject to Gaussian noise (that is, a stochastic partial\ndifferential equation--SPDE) into a functional integral formalism that exhibits\nmany of the properties more commonly associated with quantum field theories\n(QFTs). In particular, we demonstrated how to derive the one-loop effective\npotential. In this paper we apply the formalism to a specific field theory of\nconsiderable interest, the massless KPZ equation (massless noisy vorticity-free\nBurgers equation), and analyze its behaviour in the ultraviolet\n(short-distance) regime. When this field theory is subject to white noise we\ncan calculate the one-loop effective potential and show that it is one-loop\nultraviolet renormalizable in 1, 2, and 3 space dimensions, and fails to be\nultraviolet renormalizable in higher dimensions. We show that the one-loop\neffective potential for the massless KPZ equation is closely related to that\nfor lambda phi^4 QFT. In particular we prove that the massless KPZ equation\nexhibits one-loop dynamical symmetry breaking (via an analog of the\nColeman-Weinberg mechanism) in 1 and 2 space dimensions, and that this\nbehaviour does not persist in 3 space dimensions.\n"
},
{
  "_id": "2103.07284",
  "paper_id": "2103.07284",
  "abstract": "  We present a thermodynamic model which explains the presence of a negative\nslope in the melt curve, as observed in systems as diverse as the alkali metals\nand molecular hydrogen at high pressure. We assume that components of the\nsystem can be in one of two well defined states - one associated with low\nenergy, the other with low volume.\n  The model exhibits a number of measurable features which are also observed in\nthese systems and are therefore expected to be associated with all negative\nClapeyron-slope systems: first order phase transitions, thermodynamic anomalies\nalong Widom lines.\n  The melt curve maximum is a feature of the model, but appears well below the\npressures where the change in state occurs in the solid: the solid-solid\ntransition is related to the melt line minimum. An example of the model fitted\nto the electride transition in potassium is discussed.\n"
},
{
  "_id": "0906.0225",
  "paper_id": "0906.0225",
  "abstract": "  Recently it has been shown by the present author [H. Hasegawa, Phys. Rev. E\n(in press): arXiv:0904.2399] that the interpolation approximation (IA) to the\ngeneralized Bose-Einstein and Femi-Dirac distributions yields results in\nagreement with the exact ones within the $O(q-1)$ and in high- and\nlow-temperature limits, where $(q-1)$ expresses the non-extensivity: the case\nof $q=1$ corresponding to the conventional quantal distributions. In this\nstudy, we have applied the generalized distributions in the IA to typical\nnonextensive subjects: (1) the black-body radiation, (2) the Bose-Einstein\ncondensation, (3) the BCS superconductivity and (4) itinerant-electron\n(metallic) ferromagnetism. Effects of the non-extensivity on physical\nquantities in these nonextenisive quantum systems have been investigated. A\ncritical comparison is made between results calculated by the IA and the\nfactorization approximation (FA) which has been so far applied to many\nnonextensive systems. It has been pointed out that the FA overestimates the\nnon-extensivity and that it leads to an inappropriate results for fermion\nsystems like the subjects (3) and (4).\n"
},
{
  "_id": "cond-mat/0206382",
  "paper_id": "cond-mat/0206382",
  "abstract": "  We consider a simple model of a classical harmonic oscillator coupled to a\nfield. In standard approaches Langevin-type equations for {\\it bare} particles\nare derived from Hamiltonian dynamics. These equations contain memory terms and\nare time-reversal invariant. In contrast the phenomenological Langevin\nequations have no memory terms (they are Markovian equations) and give a time\nevolution split in two branches (semigroups), each of which breaks time\nsymmetry. A standard approach to bridge dynamics with phenomenology is to\nconsider the Markovian approximation of the former. In this paper we present a\nformulation in terms of {\\it dressed} particles, which gives exact Markovian\nequations. We formulate dressed particles for Poincar\\'e nonintegrable systems,\nthrough an invertible transformation operator $\\Lam$ introduced by Prigogine\nand collaborators. $\\Lam$ is obtained by an extension of the canonical\n(unitary) transformation operator $U$ that eliminates interactions for\nintegrable systems. Our extension is based on the removal of divergences due to\nPoincar\\'e resonances, which breaks time-symmetry. The unitarity of $U$ is\nextended to ``star-unitarity'' for $\\Lam$. We show that $\\Lam$-transformed\nvariables have the same time evolution as stochastic variables obeying Langevin\nequations, and that $\\Lam$-transformed distribution functions satisfy exact\nFokker-Planck equations. The effects of Gaussian white noise are obtained by\nthe non-distributive property of $\\Lam$ with respect to products of dynamical\nvariables. Therefore our method leads to a direct link between dynamics of\nPoincar\\'e nonintegrable systems, probability and stochasticity.\n"
},
{
  "_id": "1802.02362",
  "paper_id": "1802.02362",
  "abstract": "  Our motivation comes from the large population approximation of individual\nbased models in population dynamics and population genetics. We propose a\ngeneral method to investigate scaling limits of finite dimensional population\nsize Markov chains to diffusion with jumps. The statements of tightness,\nidentification and convergence in law are based on the convergence of suitable\ncharacteristics of the transition of the chain and strongly exploit the\nstructure of the population processes defined recursively as sums of\nindependent random variables. These results allow to reduce the convergence of\ncharacteristics of semimartingales to analytically tractable functional spaces.\nWe develop two main applications. First, we extend the classical Wright-Fisher\ndiffusion approximation to independent and identically distributed random\nenvironment. Second, we obtain the convergence in law of generalized\nGalton-Watson processes with interactions and random environment to the\nsolution of stochastic differential equations with jumps.\n"
},
{
  "_id": "1205.0172",
  "paper_id": "1205.0172",
  "abstract": "  In this article, we address the absorption properties of a class of\nstochastic differ- ential equations around singular points where both the drift\nand diffusion functions vanish. According to the H\\\"older coefficient alpha of\nthe diffusion function around the singular point, we identify different\nregimes. Stability of the absorbing state, large deviations for the absorption\ntime, existence of stationary or quasi-stationary distributions are discussed.\nIn particular, we show that quasi-stationary distributions only exist for alpha\n< 3/4, and for alpha in the interval (3/4, 1), no quasi-stationary distribution\nis found and numerical simulations tend to show that the process conditioned on\nnot being absorbed initiates an almost sure exponential convergence towards the\nabsorbing state (as is demonstrated to be true for alpha = 1). Applications of\nthese results to stochastic bifurcations are discussed.\n"
},
{
  "_id": "1607.08669",
  "paper_id": "1607.08669",
  "abstract": "  In this paper, we prove a central limit theorem and estabilish a moderate\ndeviation principle for stochastic models of incompressible second fluids. The\nweak convergence method inreoduced by [4] plays an important role.\n"
},
{
  "_id": "1207.4920",
  "paper_id": "1207.4920",
  "abstract": "  We model and study the genetic evolution and conservation of a population of\ndiploid hermaphroditic organisms, evolving continuously in time and subject to\nresource competition. In the absence of mutations, the population follows a\n3-type nonlinear birth-and-death process, in which birth rates are designed to\nintegrate Mendelian reproduction. We are interested in the long term genetic\nbehaviour of the population (adaptive dynamics), and in particular we compute\nthe fixation probability of a slightly non-neutral allele in the absence of\nmutations, which involves finding the unique sub-polynomial solution of a\nnonlinear 3-dimensional recurrence relationship. This equation is simplified to\na 1-order relationship which is proved to admit exactly one bounded solution.\nAdding rare mutations and rescaling time, we study the successive mutation\nfixations in the population, which are given by the jumps of a limiting Markov\nprocess on the genotypes space. At this time scale, we prove that the fixation\nrate of deleterious mutations increases with the number of already fixed\nmutations, which creates a vicious circle called the extinction vortex.\n"
},
{
  "_id": "1909.04576",
  "paper_id": "1909.04576",
  "abstract": "  We construct proper good moduli spaces parametrizing K-polystable\n$\\mathbb{Q}$-Gorenstein smoothable log Fano pairs $(X, cD)$, where $X$ is a\nFano variety and $D$ is a rational multiple of the anti-canonical divisor. We\nthen establish a wall-crossing framework of these K-moduli spaces as $c$\nvaries. The main application in this paper is the case of plane curves of\ndegree $d \\geq 4$ as boundary divisors of $\\mathbb{P}^2$. In this case, we show\nthat when the coefficient $c$ is small, the K-moduli space of these pairs is\nisomorphic to the GIT moduli space. We then show that the first wall crossing\nof these K-moduli spaces are weighted blow-ups of Kirwan type. We also describe\nall wall crossings for degree 4,5,6, and relate the final K-moduli spaces to\nHacking's compactification and the moduli of K3 surfaces.\n"
},
{
  "_id": "1703.10778",
  "paper_id": "1703.10778",
  "abstract": "  We obtain upper bounds on the number of singular points of factorial terminal\nFano threefolds.\n"
},
{
  "_id": "2509.15431",
  "paper_id": "2509.15431",
  "abstract": "Hilbert's 14th Problem asks the following question. Given a linear representation $ \\beta: G \\to \\operatorname{GL}(\\mathbf{V}) $ of a linear algebraic group over a field $ k $ is the ring $ S_{k}(\\mathbf{V}^{\\ast}) $ a finitely generated $ k $-algebra? For reductive groups the answer is yes. However, in general the answer is no. Nagata provided one of the earliest counterexamples to this claim and his counterexample was extended by Shigeru Mukai. However, if $ G $ is equal to $ \\mathbb{G}_{a} $ and the characteristic of $ k $ is equal to zero, then the answer to Hilbert's 14th problem is yes. Roland Weitzenb\\\"{o}ck first proved this result in 1932 in an article in Acta Mathematica. Seshadri gave a more accessible proof.\n  While Roland Weitzenb\\\"{o}ck did not conjecture this claim, the question of whether the theorem that bears his name still holds if the characteristic of the base field $ k $ is $ p>0 $ is known as ``the Weitzenb\\\"{o}ck conjecture''. We aim to use Mukai's strategy to give a counterexample to the Weitzenb\\\"{o}ck conjecture. Namely, we construct a six dimensional representation over a field of positive characteristic such that the invariant ring is isomorphic to the Cox ring of the blow-up of a toric surface at the identity of the torus. We use the geometry of the underlying toric variety to show that this Cox ring is not finitely generated."
},
{
  "_id": "0811.0194",
  "paper_id": "0811.0194",
  "abstract": "  We propose a combinatorial method of proving non-specialty of a linear system\nof curves with multiple points in general positions. As an application we\nobtain a classification of special linear systems on P1xP1 for which the\nmultiplicities do not exceed 3.\n"
},
{
  "_id": "2407.09900",
  "paper_id": "2407.09900",
  "abstract": "  We address the problem of simultaneously recovering a sequence of point\nsource signals from observations limited to the low-frequency end of the\nspectrum of their summed convolution, where the point spread functions (PSFs)\nare unknown. By exploiting the low-dimensional structures of the signals and\nPSFs, we formulate this as a low-rank matrix demixing problem. To solve this,\nwe develop a scaled gradient descent method without balancing regularization.\nWe establish theoretical guarantees under mild conditions, demonstrating that\nour method, with spectral initialization, converges to the ground truth at a\nlinear rate, independent of the condition number of the underlying data\nmatrices. Numerical experiments indicate that our approach is competitive with\nexisting convex methods in terms of both recovery accuracy and computational\nefficiency.\n"
},
{
  "_id": "1309.3591",
  "paper_id": "1309.3591",
  "abstract": "  We consider the problem of optimal power allocation in a sensor network where\nthe sensors observe a dynamic parameter in noise and coherently amplify and\nforward their observations to a fusion center (FC). The FC uses the\nobservations in a Kalman filter to track the parameter, and we show how to find\nthe optimal gain and phase of the sensor transmissions under both global and\nindividual power constraints in order to minimize the mean squared error (MSE)\nof the parameter estimate. For the case of a global power constraint, a\nclosed-form solution can be obtained. A numerical optimization is required for\nindividual power constraints, but the problem can be relaxed to a semidefinite\nprogramming problem (SDP), and we show that the optimal result can be\nconstructed from the SDP solution. We also study the dual problem of minimizing\nglobal and individual power consumption under a constraint on the MSE. As\nbefore, a closed-form solution can be found when minimizing total power, while\nthe optimal solution is constructed from the output of an SDP when minimizing\nthe maximum individual sensor power. For purposes of comparison, we derive an\nexact expression for the outage probability on the MSE for equal-power\ntransmission, which can serve as an upper bound for the case of optimal power\ncontrol. Finally, we present the results of several simulations to show that\nthe use of optimal power control provides a significant reduction in either MSE\nor transmit power compared with a non-optimized approach (i.e., equal power\ntransmission).\n"
},
{
  "_id": "2401.01564",
  "paper_id": "2401.01564",
  "abstract": "  We consider multi-user semantic communications over broadcast channels. While\nmost existing works consider that each receiver requires either the same or\nindependent semantic information, this paper explores the scenario where the\nsemantic information desired by different receivers is different but\ncorrelated. In particular, we investigate semantic communications over Gaussian\nbroadcast channels where the transmitter has a common observable source but the\nreceivers wish to recover hierarchical semantic information in adaptation to\ntheir channel conditions. Inspired by the capacity achieving property of\nsuperposition codes, we propose a deep learning based superposition coded\nmodulation (DeepSCM) scheme. Specifically, the hierarchical semantic\ninformation is first extracted and encoded into basic and enhanced feature\nvectors. A linear minimum mean square error (LMMSE) decorrelator is then\ndeveloped to obtain a refinement from the enhanced features that is\nuncorrelated with the basic features. Finally, the basic features and their\nrefinement are superposed for broadcasting after probabilistic modulation.\nExperiments are conducted for two-receiver image semantic broadcasting with\ncoarse and fine classification as hierarchical semantic tasks. DeepSCM\noutperforms the benchmarking coded-modulation scheme without a superposition\nstructure, especially with large channel disparity and high order modulation.\nIt also approaches the performance upperbound as if there were only one\nreceiver.\n"
},
{
  "_id": "2109.15315",
  "paper_id": "2109.15315",
  "abstract": "  This study aims to examine the impact of electronic word-of-mouth (eWoM)\nmarketing on branding attitudes in social networks. Specifically, we\ninvestigate the effects of eWoM activities on brand awareness, brand\ndestruction, branding, brand image, and brand competition. To gather data, we\nconducted a survey among followers of the Vizland shoe page on the Instagram\nsocial network. Statistical analysis was performed using SPSS software, and\nhypotheses were tested using SmartPLS software. The results indicate that eWoM\nsignificantly and positively influences branding, brand image, and brand\nawareness, while it does not have an impact on brand destruction. Additionally,\nbranding and brand destruction are found to play a crucial role in gaining\ncompetitive advantage. Therefore, eWoM activities contribute to enhancing the\nbrand relationship.\n"
},
{
  "_id": "1704.02822",
  "paper_id": "1704.02822",
  "abstract": "  In this paper we are concerned with the stabilizability to an equilibrium\npoint of an ensemble of non interacting half-spins. We assume that the spins\nare immersed in a static magnetic field, with dispersion in the Larmor\nfrequency, and are controlled by a time varying transverse field. Our goal is\nto steer the whole ensemble to the uniform \"down\" position. Two cases are\naddressed: for a finite ensemble of spins, we provide a control function (in\nfeedback form) that asymptotically stabilizes the ensemble in the \"down\"\nposition, generically with respect to the initial condition. For an ensemble\ncontaining a countable number of spins, we construct a sequence of control\nfunctions such that the sequence of the corresponding solutions pointwise\nconverges, asymptotically in time, to the target state, generically with\nrespect to the initial conditions. The control functions proposed are uniformly\nbounded and continuous.\n"
},
{
  "_id": "1210.4532",
  "paper_id": "1210.4532",
  "abstract": "  In this article we study control problems with systems that are governed by\nordinary differential equations whose vector fields depend linearly in the time\nderivatives of some components of the control. The remaining components are\nconsidered as classical controls. This kind of system is called `impulsive\nsystem'. We assume that the vector fields multiplying the derivatives of each\ncomponent of the control are commutative. We derive new necessary conditions in\nterms of the adjoint state and the Lie brackets of the data functions.\n"
},
{
  "_id": "2406.09901",
  "paper_id": "2406.09901",
  "abstract": "We consider minimization problems with structured objective function and smooth constraints, and present a flexible framework that combines the beneficial regularization effects of (exact) penalty and interior-point methods. In the fully nonconvex setting, a pure barrier approach requires careful steps when approaching the infeasible set, thus hindering convergence. We show how a tight integration with a penalty scheme mitigates this issue and enables the construction of subproblems whose domain is independent of the explicit constraints. This decoupling allows us to leverage efficient solvers designed for unconstrained or suitably structured optimization tasks. The key behind all this is a marginalization step: closely related to a conjugacy operation, this step effectively merges (exact) penalty and barrier into a smooth, full domain functional object. When the penalty exactness takes effect, the generated subproblems do not suffer the ill-conditioning typical of barrier methods, nor do they exhibit the nonsmoothness of exact penalty terms. We provide a theoretical characterization of the algorithm and its asymptotic properties, deriving convergence results for fully nonconvex problems. Stronger conclusions are available for the convex setting, where optimality can be guaranteed. Illustrative examples and numerical simulations demonstrate the wide range of problems our theory and algorithm are able to cover."
},
{
  "_id": "2308.15257",
  "paper_id": "2308.15257",
  "abstract": "  Motivated by singular limits for long-time optimal control problems, we\ninvestigate a class of parameter-dependent parabolic equations. First, we prove\na turnpike result, uniform with respect to the parameters within a suitable\nregularity class and under appropriate bounds. The main ingredient of our proof\nis the justification of the uniform exponential stabilization of the\ncorresponding Riccati equations, which is derived from the uniform null control\nproperties of the model. Then, we focus on a heat equation with rapidly\noscillating coefficients. In the one-dimensional setting, we obtain a uniform\nturnpike property with respect to the highly oscillatory heterogeneous medium.\nAfterward, we establish the homogenization of the turnpike property. Finally,\nour results are validated by numerical experiments.\n"
},
{
  "_id": "1706.09342",
  "paper_id": "1706.09342",
  "abstract": "  In a 2005 paper, Yang constructed families of Hilbert Eisenstein series,\nwhich when restricted to the diagonal are conjectured to span the underlying\nspace of elliptic modular forms. One approach to these conjectures is to show\nthe non-vanishing of an inner product of elliptic eigenforms with the\nrestrictions of Eisenstein series. In this paper, we compute this inner product\nlocally by using explicit values of new vectors in the Waldspurger model.\n"
},
{
  "_id": "1908.09742",
  "paper_id": "1908.09742",
  "abstract": "  In this paper we find a parametric solution to the hitherto unsolved problem\nof finding three positive integers such that their sum, the sum of their\nsquares and the sum of their cubes are simultaneously perfect squares.\n"
},
{
  "_id": "1908.07791",
  "paper_id": "1908.07791",
  "abstract": "  In this paper, we classify torsion groups of rational Mordell curves\nexplicitly over cubic fields as well as over sextic fields. Also, we classify\ntorsion groups of Mordell curves over cubic fields and for Mordell curves over\nsextic fields, we produce all possible torsion groups.\n"
},
{
  "_id": "2007.04114",
  "paper_id": "2007.04114",
  "abstract": "  Let $q$ be a prime power, let $\\mathbb F_q$ be the finite field with $q$\nelements and let $\\theta$ be a generator of the cyclic group $\\mathbb F_q^*$.\nFor each $a\\in \\mathbb F_q^*$, let $\\log_{\\theta} a$ be the unique integer\n$i\\in \\{1, \\ldots, q-1\\}$ such that $a=\\theta^i$. Given polynomials $P_1,\n\\ldots, P_k\\in \\mathbb F_q[x]$ and divisors $1<d_1, \\ldots, d_k$ of $q-1$, we\ndiscuss the distribution of the functions $$F_{i}:y\\mapsto\n\\log_{\\theta}P_i(y)\\pmod {d_i}, $$ over the set $\\mathbb F_q\\setminus\n\\cup_{i=1}^k\\{y\\in \\mathbb F_q\\,|\\, P_i(y)=0\\}$. Our main result entails that,\nunder a natural multiplicative condition on the pairs $(d_i, P_i)$, the\nfunctions $F_i$ are asymptotically independent. We also provide some\napplications that, in particular, relates to past work.\n"
},
{
  "_id": "1704.03945",
  "paper_id": "1704.03945",
  "abstract": "  We describe the new version 3.00 of the code HFBTHO that solves the nuclear\nHartree-Fock (HF) or Hartree-Fock-Bogolyubov (HFB) problem by using the\ncylindrical transformed deformed harmonic oscillator basis. In the new version,\nwe have implemented the following features: (i) the full Gogny force in both\nparticle-hole and particle-particle channels, (ii) the calculation of the\nnuclear collective inertia at the perturbative cranking approximation, (iii)\nthe calculation of fission fragment charge, mass and deformations based on the\ndetermination of the neck (iv) the regularization of zero-range pairing forces\n(v) the calculation of localization functions (vi)MPI interface for large-scale\nmass table calculations.\n"
},
{
  "_id": "nucl-th/0011086",
  "paper_id": "nucl-th/0011086",
  "abstract": "  Photo- and electroproduction processes of K+ on the deuteron are investigated\ntheoretically. Modern hyperon-nucleon forces as well as an updated kaon\nproduction operator on the nucleon are used. Sizable effects of the\nhyperon-nucleon final state interaction are seen in various observables.\nEspecially the photoproduction double polarization observable C_z is shown to\nprovide a handle to distinguish different hyperon-nucleon force models.\n"
},
{
  "_id": "nucl-th/9606061",
  "paper_id": "nucl-th/9606061",
  "abstract": "  The structure of the light proton and neutron rich nuclei is studied in a\nmicroscopic multicluster model using the stochastic variational method. This\napproach enables us to describe the weakly bound nature of these nuclei in a\nconsistent way. Applications for various nuclei $^{6-9}$Li, $^7$Be, $^8$B,\n$^9$C, $^{9-10}$Be, $^{9-10}$B presented. The paper discusses the relation of\nthis model to other models as well as the possible extension for p and sd shell\nnuclei.\n"
},
{
  "_id": "nucl-th/9808050",
  "paper_id": "nucl-th/9808050",
  "abstract": "  We investigate the reactions p n -> d omega and p n -> d phi close to\nthreshold and at higher energies. Near threshold we calculate the S-wave\namplitudes within the framework of the two-step model which is described by a\ntriangle graph with pi-mesons in the intermediate state and find a ratio of the\nS-wave amplitudes squared of R =|A(phi)|^2/|A(omega)|^2 = (4-8) x 10^{-3}. Any\nsignificant enhancement of the experimental value of R(phi/omega) over this\nprediction can be interpreted as a possible contribution of the intrinsic s -\nanti s component in the nucleon-wave function. We present arguments that there\nis a strong resonance effect in the omega N channel close to threshold. At\nhigher energies we calculate the differential cross sections of the reactions p\nn -> d omega, p n -> d phi and the ratio of the phi/omega yields within the\nframework of the quark-gluon string model. An irregular behavior of the\nphi/omega-ratio is found at s <= 12 GeV^2 due to the interference of the t- and\nu-channel contributions.\n"
},
{
  "_id": "2402.00677",
  "paper_id": "2402.00677",
  "abstract": "  Style Transfer has been proposed in a number of fields: fine arts, natural\nlanguage processing, and fixed trajectories. We scale this concept up to\ncontrol policies within a Deep Reinforcement Learning infrastructure. Each\nnetwork is trained to maximize the expected reward, which typically encodes the\ngoal of an action, and can be described as the content. The expressive power of\ndeep neural networks enables encoding a secondary task, which can be described\nas the style. The Neural Policy Style Transfer (NPST) algorithm is proposed to\ntransfer the style of one policy to another, while maintaining the content of\nthe latter. Different policies are defined via Deep Q-Network architectures.\nThese models are trained using demonstrations through Inverse Reinforcement\nLearning. Two different sets of user demonstrations are performed, one for\ncontent and other for style. Different styles are encoded as defined by user\ndemonstrations. The generated policy is the result of feeding a content policy\nand a style policy to the NPST algorithm. Experiments are performed in a\ncatch-ball game inspired by the Deep Reinforcement Learning classical Atari\ngames; and a real-world painting scenario with a full-sized humanoid robot,\nbased on previous works of the authors. The implementation of three different\nQ-Network architectures (Shallow, Deep and Deep Recurrent Q-Network) to encode\nthe policies within the NPST framework is proposed and the results obtained in\nthe experiments with each of these architectures compared.\n"
},
{
  "_id": "2103.14633",
  "paper_id": "2103.14633",
  "abstract": "  We propose a vision-based architecture search algorithm for robot\nmanipulation learning, which discovers interactions between low dimension\naction inputs and high dimensional visual inputs. Our approach automatically\ndesigns architectures while training on the task - discovering novel ways of\ncombining and attending image feature representations with actions as well as\nfeatures from previous layers. The obtained new architectures demonstrate\nbetter task success rates, in some cases with a large margin, compared to a\nrecent high performing baseline. Our real robot experiments also confirm that\nit improves grasping performance by 6%. This is the first approach to\ndemonstrate a successful neural architecture search and attention connectivity\nsearch for a real-robot task.\n"
},
{
  "_id": "2407.21762",
  "paper_id": "2407.21762",
  "abstract": "  Large language models (LLMs) have gained increasing popularity in robotic\ntask planning due to their exceptional abilities in text analytics and\ngeneration, as well as their broad knowledge of the world. However, they fall\nshort in decoding visual cues. LLMs have limited direct perception of the\nworld, which leads to a deficient grasp of the current state of the world. By\ncontrast, the emergence of visual language models (VLMs) fills this gap by\nintegrating visual perception modules, which can enhance the autonomy of\nrobotic task planning. Despite these advancements, VLMs still face challenges,\nsuch as the potential for task execution errors, even when provided with\naccurate instructions. To address such issues, this paper proposes a ReplanVLM\nframework for robotic task planning. In this study, we focus on error\ncorrection interventions. An internal error correction mechanism and an\nexternal error correction mechanism are presented to correct errors under\ncorresponding phases. A replan strategy is developed to replan tasks or correct\nerror codes when task execution fails. Experimental results on real robots and\nin simulation environments have demonstrated the superiority of the proposed\nframework, with higher success rates and robust error correction capabilities\nin open-world tasks. Videos of our experiments are available at\nhttps://youtu.be/NPk2pWKazJc.\n"
},
{
  "_id": "1509.02302",
  "paper_id": "1509.02302",
  "abstract": "  The goal of this paper is to develop efficient regrasp algorithms for\nsingle-arm and dual-arm regrasp and compares the performance of single-arm and\ndual-arm regrasp by running the two algorithms thousands of times. We focus on\npick-and-place regrasp which reorients an object from one placement to another\nby using a sequence of pick-ups and place-downs. After analyzing the simulation\nresults, we find dual-arm regrasp is not necessarily better than single-arm\nregrasp: Dual-arm regrasp is flexible. When the two hands can grasp the object\nwith good clearance, dual-arm regrasp is better and has higher successful rate\nthan single-arm regrasp. However, dual-arm regrasp suffers from geometric\nconstraints caused by the two arms. When the grasps overlap, dual-arm regrasp\nis bad. Developers need to sample grasps with high density to reduce\noverlapping. This leads to exploded combinatorics in previous methods, but is\npossible with the algorithms presented in this paper. Following the results,\npractitioners may choose single-arm or dual-arm robots by considering the\nobject shapes and grasps. Meanwhile, they can reduce overlapping and implement\npractical dual-arm regrasp by using the presented algorithms.\n"
}]